Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: With this option enabled, the SMB algorithm can recognize unannounced meals. This is helpful, if you forget to tell Trio about your carbs or estimate your carbs wrong and the amount of entered carbs is wrong or if a meal with lots of fat and protein has a longer duration than expected. Without any carb entry, UAM can recognize fast glucose increasments caused by carbs, adrenaline, etc, and tries to adjust it with SMBs. This also works the opposite way: if there is a fast glucose decreasement, it can stop SMBs earlier.
bg: С активирана тази опция алгоритъмът SMB може да разпознава неанонсирани хранения. Това е полезно, ако забравите да съобщите на Trio за въглехидратите или ги оцените грешно и количеството въведени въглехидрати е неправилно, или ако хранене с много мазнини и протеини продължава по-дълго от очакваното. Без никакъв запис за въглехидрати, UAM може да разпознае бързо покачване на глюкозата, причинено от въглехидрати, адреналин и др., и се опитва да го коригира чрез SMB. Това работи и в обратна посока: ако има бърз спад на глюкозата, може да спре SMB по-рано.
cs: Tady je překlad tvého textu do češtiny s použitím tykání: S touto zapnutou volbou dokáže algoritmus SMB rozpoznat neohlášená jídla (UAM). To ti pomůže, pokud zapomeneš Triu nahlásit sacharidy, špatně odhadneš jejich množství, nebo pokud jídlo s vysokým obsahem tuků a bílkovin působí déle, než se očekávalo. I bez zadání sacharidů umí funkce UAM rozpoznat rychlé nárůsty glykémie (způsobené sacharidy, adrenalinem atd.) a snaží se je korigovat pomocí SMB, aby ti pomohla dosáhnout cílové glykémie. Funguje to i obráceně: při rychlém poklesu glykémie dokáže systém podávání SMB ukončit dříve.
da: Med denne indstilling aktiveret, kan SMB-algoritmen genkende uanmeldte måltider. Dette er nyttigt, hvis du glemmer at fortælle Trio om dine kulhydrater eller estimere dine kulhydrater forkert, og mængden af indtastede kulhydrater er forkert, eller hvis et måltid med masser af fedt og protein har en længere varighed end forventet. Uden nogen carb indgang, UAM kan genkende hurtige stigning i glucose forårsaget af kulhydrater, adrenalin osv., og forsøger at justere det med SMB'er. Dette virker også på den modsatte måde: Hvis der sker en hurtig reduktion af glukose, kan det stoppe SMB tidligere.
de: Wenn diese Option aktiviert ist, kann der SMB-Algorithmus unangekündigte Mahlzeiten erkennen. Dies ist hilfreich, wenn Du vergessen hast, Trio Deine Kohlenhydrate mitzuteilen oder Deine Kohlenhydrate falsch geschätzt hast und die Menge der eingegebenen Kohlenhydrate falsch ist oder wenn eine Mahlzeit mit viel Fett und Eiweiß eine längere Dauer als erwartet hat. Ohne Kohlenhydrateingabe kann UAM schnelle Glukoseerhöhungen erkennen, die durch Kohlenhydrate, Adrenalin usw. verursacht werden, und versucht, diese mit SMBs auszugleichen. Dies funktioniert auch in umgekehrter Richtung: Wenn es zu einem schnellen Glukoseabfall kommt, kann es die SMBs früher beenden.
es: Con esta opción activada, el algoritmo SMB puede reconocer comidas no anunciadas. Esto es útil si olvida decir a Trio sobre sus carbohidratos, estima mal sus carbohidratos y los introduce erróneamente en la aplicación, o si una comida con mucha grasa y proteína tiene una duración más larga de lo esperado. Sin ninguna entrada de carbohidratos, UAM puede reconocer aumentos rápidos de glucosa causados por carbohidratos, adrenalina, estrés, etc. e intenta ajustarlo con SMBs. Esto también funciona al contrario: si hay una rápida disminución de la glucosa, puede detener a los SMB antes.
fr: Lorsque cette option est activée, l’algorithme SMB peut détecter les repas non annoncés. C'est utile si vous oubliez d’indiquer vos glucides à Trio, si vous faites une erreur d’estimation, ou si un repas riche en lipides et en protéines a une durée d’absorption plus longue que prévu. Sans ajout de glucides, l’UAM peut détecter une augmentation rapide de la mesure de glucose causée par les glucides, l’adrénaline, etc., et tenter de l’ajuster avec des SMB. Cela fonctionne également dans l’autre sens : en cas de diminution rapide de la mesure de glucose, il peut arrêter les SMB plus tôt.
it: Con questa opzione abilitata, l'algoritmo SMB può riconoscere i pasti senza preavviso. Questo è utile, se dimenticate di dire ad Trio i vostri carboidrati o stimate i vostri carboidrati in modo sbagliato o la quantità di carboidrati inseriti è sbagliata o se un pasto è particolarmente ricco di grassi e proteine ed ha una durata più lunga di quanto previsto. Senza alcuna voce di carboidrati, UAM può riconoscere aumenti rapidi di glucosio causati da carboidrati, adrenalina, ecc, e cerca di regolarlo con le SMB. Questo funziona anche in modo opposto: se c'è una rapida diminuzione del glucosio, può fermare SMB prima.
nb_no: Med denne funksjonen påslått, vil SMB-algoritmen kjenne igjen uanmeldte måltider. Dette er til hjelp hvis du glemmer å fortelle Trio om karbohydrater eller hvis du estimerer og legger inn feil antall karbohydrater. Det er også til hjelp ved måltider med mye fett og protein som har lenger varighet enn antatt. Uten registrering av karbohydrater, vil UAM kjenne igjen rask stigning i blodsukkeret forårsaket av karbohydrater, adrenalin, etc, og forsøker å justere dette med SMB. Dette fungerer også motsatt, hvis blodsukkeret synker raskt vil den stoppe SMB tidligere.
nl: Als deze functie is ingeschakeld, kan het SMB-algoritme onverwachte maaltijden herkennen. Dit is handig als je vergeet om koolhydraten in te voeren, je de koolhydraten verkeerd inschat, de hoeveelheid ingevoerde koolhydraten onjuist is, of als een maaltijd met veel vet en eiwit langer duurt dan verwacht. Zonder koolhydraten in te voeren, kan deze functie snel stijgende bloedsuikersignalen veroorzaakt door koolhydraten, adrenaline, enzovoort herkennen en proberen te corrigeren met SMB's. Het werkt ook andersom: als er een snelle daling van de bloedsuiker is, kan het eerder stoppen met SMB's.
pl: Po włączeniu tej opcji algorytm SMB może rozpoznawać niezapowiedziane posiłki. Jest to pomocne, jeśli zapomnisz powiedzieć Trio o węglowodanach lub oszacujesz je źle, a ilość wprowadzonych węglowodanów jest błędna lub jeśli posiłek z dużą ilością tłuszczu i białka trwa dłużej niż oczekiwano. Bez wprowadzania węglowodanów UAM może rozpoznawać szybkie wzrosty glikemii spowodowane węglowodanami, adrenaliną itp. i próbuje je ograniczyć za pomocą SMB. Działa to również w odwrotną stronę: jeśli występuje szybki spadek glikemii, SMB może wcześniej zatrzymać podawanie insuliny.
pt_pt: Com esta opção habilitada, o algoritmo SMB pode reconhecer refeições não anunciadas. Isto é útil, se você esquecer de dizer a Trio sobre seus carbos ou estimar seus carboidratos errados e a quantidade de carboidratos inseridos está errada ou se uma refeição com um monte de gordura e proteína tem uma duração maior do que o esperado. Sem qualquer entrada de carbos, a UAM pode reconhecer aumentos rápidos de glicose causados por carboidratos, adrenalina, etc, e tentar ajustá-lo com SMBs. Isto também funciona da forma oposta: se houver uma rápida redução da glicose, poderá travar as PME mais cedo.
ru: Режим не объявленных углеводов. При включенной опции алгоритм SMB может распознавать не объявленные углеводы. Это полезно, если вы забыли сообщить о приеме пищи или оценили ваши углеводы неправильно. Так же, если еда с большим количеством жира и белка всасывание углеводов дольше, чем ожидалось. Без ввода количества углеводов механизм UAM может распознавать быстрые увеличения глюкозы, вызванные углеводами, адреналином и т. д., и нейтрализовать их с помощью SMB. Это также работает наоборот: если есть быстрое снижение глюкозы, то это может остановить SMB раньше.
sv: Med denna inställning på kan algoritmen upptäcka kolhydrater som inte registrerats. Detta kan vara till hjälp om du glömmer att mata in eller uppskattar dina kolhydrater fel, eller vid måltider med mycket fett och protein, som har en längre verkan än förväntat. Utan registrerade kolhydrater kan UAM känna igen snabba glukosförändringar orsakade av kolhydrater, adrenalin, etc, och försöker justera dessa med SMB. Detta fungerar också omvänt: vid snabb glukosminskning stoppas SMB tidigare.
uk: Режим не оголошених вуглеводів. При включеній опції алгоритм SMB може розпізнавати оголошені вуглеводи. Це корисно, якщо ви забули повідомити про їжу або оцінили ваші вуглеводи неправильно. Так само, якщо їжа з великою кількістю жиру та білка всмоктування вуглеводів довше, ніж очікувалося. Без введення кількості вуглеводів механізм UAM може розпізнавати швидкі збільшення глюкози, викликані вуглеводами, адреналіном тощо, і нейтралізувати їх за допомогою SMB. Це також працює навпаки: якщо є швидке зниження глюкози, це може зупинити SMB раніше.
vi: Khi bật tùy chọn này, thuật toán SMB có thể nhận diện các bữa ăn không được khai báo (Unannounced Meals - UAM). Tính năng này rất hữu ích nếu bạn quên nhập lượng carbs vào Trio, nhập sai lượng carbs, hoặc bữa ăn có nhiều chất béo và protein khiến thời gian hấp thu dài hơn dự kiến. Ngay cả khi không có mục nhập carbs, UAM vẫn có thể phát hiện sự tăng nhanh của đường huyết do carbs, adrenaline, v.v., và cố gắng điều chỉnh bằng các liều SMB. Điều này cũng hoạt động theo hướng ngược lại: nếu đường huyết giảm nhanh, UAM có thể dừng SMB sớm hơn.
zh_hant: 啟用此選項後，SMB演算法可以識別未宣布的餐點。這很有幫助，如果您忘記告訴Trio你的碳水化合物或估算錯誤輸入的碳水化合物數量或當脂肪和蛋白質含量較高的餐點預期持續時間較長時。未輸入碳水化合物的情況下，UAM可以識別由碳水化合物、腎上腺素等引起的血糖快速增長，並嘗試用SMB進行調整。這也會反向運作：如果血糖快速減少，則可以更早地停止SMB。

source: Yellow = Above Range
bg: Жълто = над диапазона
cs: Žlutá = Nad rozmezím
da: Gul = Over Område
de: Gelb = Über dem Bereich
es: Amarillo = Arriba del rango
fr: Jaune = Au-dessus de la cible
it: Giallo = Sopra L'Intervallo
nb_no: Gul = Over målområde
nl: Geel = Boven Bereik
pl: Żółty = Powyższy zakres
pt_pt: Amarelo = Acima do intervalo
ru: Жёлтый = Выше диапазона
sv: Gul = över målintervall
uk: Жовтий = над діапазоном
vi: Vàng = Ngoài phạm vi
zh_hant: 黃色 = 超過範圍

source: Yes
bg: Да
cs: Ano
da: Ja
de: Ja
es: Sí
fr: Oui
it: Sì
nb_no: Ja
nl: Ja
pl: Tak
pt_pt: sim
ru: Да
sv: Ja
uk: Так
vi: Có
zh_hant: 是

source: Yes, Import
bg: Да, импортирай
cs: Ano, importovat
da: Ja, importer
de: Ja, importieren
es: Sí, importar
fr: Oui, importer
it: Sì, Importa
nb_no: Ja, importer
nl: Ja, importeer
pl: Tak, Import
pt_pt: Sim, Importar
ru: Да, импортировать
sv: Ja, importera
uk: Так, імпортувати
vi: Đồng ý, nhập dữ liệu
zh_hant: 是的，匯入

source: Yesterday
bg: Вчера
cs: Včera
da: I går
de: Gestern
fr: Hier
nb_no: I går
nl: Gisteren
pl: Wczoraj
vi: Hôm qua
zh_hant: 昨天

source: You can change these permissions any time in the iOS Settings app.
bg: Можете да промените тези разрешения по всяко време в приложението iOS Settings.
cs: Tato oprávnění můžete kdykoli změnit v aplikaci iOS nastavení.
da: Du kan til enhver tid ændre disse tilladelser i iOS-indstillingsappen.
de: Du kannst diese Berechtigungen jederzeit in den iOS-Einstellungen ändern.
fr: Vous pouvez modifier ces autorisations à tout moment dans les Réglages d’iOS.
nb_no: Du kan endre disse tillatelsene når som helst i iOS Innstillinger.
nl: U kunt deze machtigingen altijd wijzigen in de iOS instellingen app.
pl: Te uprawnienia możesz zmienić w dowolnym momencie w ustawieniach aplikacji iOS.
sv: Du kan ändra dessa behörigheter när som helst i iOS-inställningarna.
vi: Bạn có thể thay đổi các quyền này bất kỳ lúc nào trong ứng dụng Cài đặt iOS.
zh_hant: 你可以隨時在 iOS 設定應用程式中更改這些許可權。

source: You can connect Trio to seamlessly upload and manage your diabetes data on Tidepool.
bg: Можете да свържете Trio, за да качвате и управлявате без затруднения данните за диабета си в Tidepool.
cs: Trio můžeš připojit k plynulému nahrávání a správě svých dat o diabetu na Tidepoolu.
da: Du kan forbinde Trio til problemfrit at uploade og administrere dine diabetes data på Tidepool.
de: Du kannst Trio verbinden, um Deine Diabetesdaten nahtlos in Tidepool hochzuladen und zu verwalten.
es: Puedes conectar Trio para subir y administrar tus datos de diabetes en Tidepool.
fr: Vous pouvez connecter Trio pour téléverser (upload) et gérer facilement vos données liées au diabète sur Tidepool.
it: È possibile collegare Trio per caricare e gestire senza problemi i dati sul diabete su Tidepool.
nb_no: Du kan koble til Trio for å laste opp og behandle diabetesdataene dine på Tidepool.
nl: Je kunt Trio verbinden om uw diabetesgegevens naadloos te uploaden en beheren op Tidepool.
pl: Możesz podłączyć Trio do bezproblemowego przesyłania danych dotyczących cukrzycy na Tidepool.
pt_pt: Você pode conectar o Trio para fazer upload e gerenciar os seus dados de diabetes no Tidepool.
ru: Вы можете подключить Трио для бесшовной загрузки и управления данными о диабете в Tidepool.
sv: Du kan ansluta Trio för att smidigt ladda upp och hantera dina diabetesdata på Tidepool.
uk: Ви можете підключити Trio для безшовного завантаження та керування даними діабету на Tidepool.
vi: Bạn có thể kết nối Trio để tải lên và quản lý dữ liệu bệnh tiểu đường của mình trên Tidepool một cách liền mạch.
zh_hant: 您可以將Trio連接至Tidepool，無縫上傳和管理您的糖尿病資料。

source: You can influence the adjustments made by Dynamic ISF primarily by adjusting Autosens Max, Autosens Min, and Adjustment Factor. Other settings also influence Dynamic ISF's response, such as Glucose Target, Profile ISF, Peak Insulin Time, and Weighted Average of TDD.
bg: Можете да повлияете на корекциите, правени от Dynamic ISF, основно чрез настройване на Autosens Max, Autosens Min и коригиращия коефициент. Други настройки също влияят върху реакцията на Dynamic ISF, като целева глюкоза, ISF от профила, пиково време на инсулина и претеглена средна стойност на TDD.
cs: Úpravy prováděné dynamickým ISF můžeš ovlivnit především nastavením hodnot Autosens Max, Autosens Min a faktoru úpravy (Adjustment Factor). Na odezvu dynamického ISF mají vliv i další nastavení, jako je cílová glykémie, profilový ISF, čas vrcholu účinku inzulínu a vážený průměr TDD.
da: Du kan påvirke de justeringer, der foretages af Dynamic ISF primært ved at justere Autosens Max, Autosens Min og Justeringsfaktor. Andre indstillinger har også indflydelse på Dynamic ISF's respons, såsom Glucose Target, Profil ISF, Peak Insulin Time og Vægtet TDD-gennemsnit.
de: Du kannst die von Dynamic ISF vorgenommenen Anpassungen hauptsächlich durch die Einstellung von Autosens Max, Autosens Min und dem Anpassungsfaktor beeinflussen. Andere Einstellungen beeinflussen ebenfalls die Reaktion von Dynamic ISF, z. B. Glukoseziel, Profil ISF, Insulinspitzenzeit und gewichteter Durchschnitt von TDD.
es: Usted puede influir en los ajustes realizados por el ISF Dinámico principalmente ajustando Autosens Max, Autosens Min, y el Factor de Ajusto. Otros ajustes también influyen en la respuesta del ISF dinámico, como el Objetivo de Glucosa, el Perfil ISF, el Tiempo de Insulina Peak, y el Media ponderado de TDD.
fr: Vous pouvez influer sur les ajustements de l'SF dynamique principalement en modifiant « Autosens max. », « Autosens min. » et le « Facteur d’ajustement (AF) ». D'autres paramètres influencent également la réponse de l'ISF dynamique, comme la cible de glucose, l'ISF du profil, le « Temps avant pic d’action de l'insuline » et la « Moyenne pondérée de TDD ».
it: È possibile influenzare le regolazioni fatte da ISF dinamico principalmente regolando Autosens Max, Autosens Min, e il fattore di regolazione. Altre impostazioni influenzano anche la risposta di Dynamic ISF, come Glucose Target, Profilo ISF, Peak Insulin Time, e Weighted Average di TDD.
nb_no: Du kan påvirke justeringene gjort av Dynamisk ISF primært ved å justere Autosens Maks, Autosens Min, og justeringsfaktor. Andre innstillinger påvirker også Dynamisk ISFs respons, slik som blodsukkermål profil-ISF, Peak Insulin Time, og Vektet gjennomsnitt av TDD.
nl: U kunt de aanpassingen door Dynamisch ISF in de eerste plaats beïnvloeden door Autosens Max, Autosens Min, en Aanpassingsfactor aan te passen. Andere instellingen beïnvloeden ook het antwoord van dynamisch ISF, zoals Glucose Target, Profiel ISF, Peak Insulin Time, en het Gewogen gemiddelde van TDD.
pl: Możesz wpływać na korekty dokonane przez dynamiczny ISF przede wszystkim poprzez dostosowanie Autosens Max, Autosens Min i współczynnika korygującego. Inne ustawienia wpływają również na odpowiedź dynamiczną ISF, taką jak cel glikemii, profil ISF, szczytowy czas insuliny i średnia ważona TDD.
pt_pt: Você pode influenciar os ajustes feitos pelo ISF dinâmico principalmente ajustando o Max de Autosens, Autosens Min e o Fator de Ajuste. Outras configurações também influenciam a resposta do provedor dinâmico, como o alvo de Glucose, Perfil ISF, Peak Insulin Time, e a média ponderada de TDD.
ru: Вы можете влиять на настройки, сделанные Динамическим ISF главным образом путем настройки Autosens Max, Autosens Min, и корректирующего фактора. Другие настройки также влияют на динамические ISF ответы, такие как Glucose Target, Profile ISF, Peak Insulin Time, и взвешенные средние значения TDD.
sv: Du kan påverka de justeringar som gjorts av Dynamisk ISF främst genom att justera Autosens Max, Autosens Min, och Justeringsfaktor (AF). Andra inställningar påverkar också Dynamisk ISF:s svar, såsom målglukos, Profil-ISF, Peak Insulin Time och Weighted Average of TDD.
uk: Ви можете вплинути на коригування від Dynamic ISF в першу чергу шляхом коригування автовідтворення Max, автоматичного меня та коригування фактора. Інші налаштування також впливають на відповідь динамічного провайдера, наприклад ціль Glucose ", профіль ISF, Пік Insulin Time, і напрямований в середньому на TDD.
vi: Bạn có thể điều chỉnh cách Dynamic ISF hoạt động chủ yếu bằng cách thay đổi các giá trị Autosens tối đa, Autosens tối thiểu và Hệ số Điều chỉnh (Adjustment Factor). Một số cài đặt khác cũng ảnh hưởng đến phản ứng của Dynamic ISF, như Mục tiêu Đường huyết (Glucose Target), ISF trong Hồ sơ (Profile ISF), Thời gian Đỉnh Insulin (Peak Insulin Time), và Trung bình Có trọng số của Tổng liều Insulin mỗi ngày (Weighted Average of TDD).
zh_hant: 您可以通過調整自動敏感度最大值、自動敏感度最小值和調整因子來影響動態ISF的調整。其他設置也影響動態ISF的反應，例如血糖目標、個人設定ISF、峰值胰島素時間和總日劑量的加權平均。

source: You can pause at any time. If you feel like taking a break, do it and put the phone down!
bg: Можете да направите пауза по всяко време. Ако искате почивка, направете я и оставете телефона!
cs: Kdykoliv si můžeš dát pauzu. Pokud potřebuješ pauzu, tak si ji dej.
da: Du kan holde pause når som helst. Hvis du har lyst til at tage en pause, så gør det og læg telefonen fra dig!
de: Du kannst jederzeit eine Pause einlegen. Wenn Du eine Pause machen möchtest, mach das und leg das Handy so lange bei Seite!
fr: Vous pouvez faire une pause à tout moment. Si vous en ressentez le besoin, faites-le et posez votre téléphone !
nb_no: Du kan ta en pause når som helst. Hvis du føler for å trekke pusten, bare legg ned telefonen!
nl: Je kunt op elk moment pauzeren. Als je een pauze nodig hebt, doe het dan en leg de telefoon weg!
pl: Możesz wstrzymać w dowolnym momencie. Jeśli masz ochotę zrobić sobie przerwę, zrób ją i odłóż telefon!
sv: Du kan pausa när som helst. Om du känner för att ta en paus - gör det och lägg ner telefonen!
vi: Bạn có thể tạm dừng bất cứ lúc nào. Nếu cảm thấy cần nghỉ ngơi, hãy cứ nghỉ và đặt điện thoại xuống nhé!
zh_hant: 您可以隨時暫停。如果您覺得需要休息，就休息一下，放下手機！

source: You can personalize the conversion calculation by adjusting the following settings that will appear when this option is enabled:
bg: Можете да персонализирате изчислението на преобразуването, като коригирате следните настройки, които ще се появят, когато тази опция е активирана:
cs: Výpočet převodu si můžeš přizpůsobit úpravou následujících nastavení, která se zobrazí po zapnutí této volby:
da: Du kan personliggøre konverteringsberegningen ved at justere følgende indstillinger, der vises, når denne indstilling er aktiveret:
de: Du kannst die Umrechnungsberechnung personalisieren, indem Du die folgenden Einstellungen anpasst, die angezeigt werden, wenn diese Option aktiviert ist:
es: Puede personalizar el cálculo de conversión ajustando los siguientes ajustes que aparecerán cuando esta opción esté habilitada:
fr: Vous pouvez personnaliser le calcul de conversion en ajustant les paramètres suivants, qui s’afficheront une fois cette option activée :
it: È possibile personalizzare il calcolo della conversione regolando le seguenti impostazioni che appariranno quando questa opzione è abilitata:
nb_no: Du kan tilpasse konverteringsberegningen ved å justere følgende innstillinger som vises når dette valget er aktivert:
nl: U kunt de conversie-berekening personaliseren door de volgende instellingen aan te passen wanneer deze optie is ingeschakeld:
pl: Możesz spersonalizować obliczenia konwersji dostosowując następujące ustawienia, które pojawią się po włączeniu tej opcji:
pt_pt: Você pode personalizar o cálculo de conversão ajustando as seguintes configurações que aparecerão quando esta opção for ativada:
ru: Вы можете персонализировать расчет конверсии, изменив следующие параметры, которые появятся при включенной опции:
sv: Du kan anpassa konverteringsberäkningen genom att justera följande inställningar som visas när det här alternativet är aktiverat:
uk: Ви можете персоналізувати розрахунок конверсії, вибравши наступні параметри, які будуть відображатись при включеній опції:
vi: Bạn có thể cá nhân hóa cách tính chuyển đổi bằng cách điều chỉnh các cài đặt sau, sẽ hiển thị khi tùy chọn này được bật:
zh_hant: 您可以通過調整在啟用此選項時將出現的以下設置來個性化轉換計算：

source: You can use Nightscout to import your existing therapy settings, or if you prefer, you can only connect to Nightscout, and configure therapy settings from scratch.
bg: Можете да използвате Nightscout, за да импортирате съществуващите си настройки на терапията, или, ако предпочитате, можете просто да се свържете с Nightscout и да конфигурирате настройките на терапията от нулата.
cs: Nightscout můžeš použít k importu svých stávajících nastavení léčby, nebo pokud preferuješ, můžeš se k Nightscoutu jen připojit a nastavit parametry léčby od nuly.
da: Du kan bruge Nightscout til at importere dine eksisterende terapiindstillinger, eller hvis du foretrækker det, kan du nøjes med at oprette forbindelse til Nightscout, og konfigurere terapiindstillinger fra bunden.
de: Du kannst Nightscout verwenden, um Deine bestehenden Therapieeinstellungen zu importieren, oder, wenn Du es vorziehst, kannst Du Dich nur mit Nightscout verbinden und die Therapieeinstellungen von Grund auf neu konfigurieren.
fr: Vous pouvez utiliser Nightscout pour importer vos réglages de thérapie existants, ou, si vous préférez, vous pouvez simplement connecter Nightscout et configurer les réglages de thérapie manuellement.
nb_no: Du kan bruke Nightscout for å importere dine eksisterende behandlingsinnstillinger eller du kan velge å bare koble til Nightscout, og konfigurere behandlingsinnstillinger på nytt.
nl: Je kunt Nightscout gebruiken om je bestaande therapie instellingen te importeren, of kun je er voor kiezen om alleen Nightscout te verbinden en instellingen voor therapie in te stellen vanaf het begin.
pl: Możesz użyć Nightscout do zaimportowania istniejących ustawień terapii lub jeśli wolisz możesz po prostu połączyć się z Nightscout i skonfigurować ustawienia terapii od podstaw.
sv: Du kan använda Nightscout för att importera dina befintliga behandlingsinställningar, eller om du föredrar, kan du bara ansluta till Nightscout och konfigurera behandlingsinställningarna från grunden.
vi: Bạn có thể sử dụng Nightscout để nhập các cài đặt điều trị hiện có của mình, hoặc nếu muốn, bạn cũng có thể chỉ kết nối với Nightscout và tự thiết lập cài đặt điều trị từ đầu.
zh_hant: 您可以使用 Nightscout 匯入現有的治療設定，或者如果您更喜歡，您可以僅連接到 Nightscout，從頭開始配置治療設定。
